{
  "presentation": "Salut, je m'appelle Quentin T'Jampens et bienvenue sur mon site ! Avant de commencer les présentations, faisons un petit tour des lieux. Sur le côté gauche (ou en haut si tu es sur mobile), tu trouveras une brève présentation de moi. Mais le plus important, c'est la barre de boutons en dessous ; tu peux t'en servir pour naviguer à travers le site et ainsi en savoir plus sur moi grâce aux différentes sections (Projets, centres d'intérêts, contact, ...). Bon, maintenant, place aux présentations. Je m'appelle donc Quentin T'Jampens, j'ai 19 ans et je suis en première année de Bachelor Universitaire de Technologie en Informatique (c'est la manière stylée de dire BUT Info) à Lyon 1. Comme tu peux t'en douter, je suis passionné d'informatique ; j'ai commencé la programmation il y a plusieurs années avec le langage C. Au fil du temps, j'ai pu découvrir plusieurs domaines dans la programmation comme le développement Web, notamment avec ReactJS, le backend avec FastAPI, ou encore le développement de chatbot. À part ça, j'ai aussi exploré d'autres facettes comme les systèmes Linux (en particulier la famille Debian), le réseau ou la cybersécurité. Durant ces années d'apprentissage, j'ai bien évidemment réalisé des projets visibles ou non dans la section Projets de ce site ou directement sur mon profil Github. À noter que tous mes projets ne sont pas sur ce site, mais seulement ceux que je trouve les plus pertinents. L'informatique n'est pas ma seule passion ; une de mes plus grandes passions sont les jeux vidéo, que ce soit en ligne ou non, j'aime tout type de jeu. Mes jeux préférés sont visibles dans une section dédiée de ce site. Je ne joue pas simplement aux jeux vidéo, mais je m'intéresse aussi à comment ils sont faits, à commencer par le développement, mais aussi le Game Design, les différentes technologies utilisées et la conception de modèles 3D. Une de mes autres plus grandes passions, c'est l'astronomie ; la découverte de nouveaux astres/galaxies, l'invention de nouvelles technologies spatiales et tout le reste me fascine toujours énormément. J'ai également d'autres hobbies comme la musique, le sport (musculation, ski alpin) ou le cinéma, mais que je considère comme moins importants ou plus communs/globaux (Je ne vais donc pas les développer). Bon, j'en ai fini pour l'instant. Si tu veux continuer de me découvrir, n'hésite pas à parcourir le site ou à me contacter !"
}